[
  {
    "productCod" : "8001120782328",
    "summaryName" : "Olive Coop",
    "name" : "Olive bella di cerignola 560 g",
    "description" : "L'oliva \"Bella di Cerignola\" è nota per la caratteristica forma ellissoidale allungata, la consistenza della polpa, la voluminosità e la sua bellezza. Spesso utilizzata come ingrediente in piatti a base di carne e pesce, ben si accompagna anche ad aperitivi e formaggi. Il gusto pieno e saporito, inoltre, la rende unica anche quando viene consumata da sola. Fior fiore. Il Meglio della Cultura Gastronomica 560g | 320g Peso sgocciolato",
    "price" : 39.99,
    "srcImage" : "https://backoffice.catalogoprodotti.coop.it/medias/6844241-1403905-P.jpeg-300Wx300H?context=bWFzdGVyfHJvb3R8MTE2ODF8aW1hZ2UvanBlZ3xoZWUvaGU4Lzg4MzE1NDkxMTIzNTAuanBnfDU1M2Q2OWVmMjJhNGNlMmJjMjZjMmMwMjQwZjkwY2ExZWIxM2RlODg4NjFlZWEwOWJkNTU0YzQyYzA4OTBlYjM",
    "producer" : "Coop"
  },
  {
    "productCod" : "752737500",
    "summaryName" : "Biscotti macine",
    "name" : "Biscotti macine Mulino Bianco",
    "description" : "Tutto il buono che senti\n- Solo uova fresche da galline allevate a terra- Farina di frumento ideale per biscotti- Panna da latte fresco 100% italianoLa Panna delle Macine è fatta di solo buon latte fresco italiano. Le nostre latterie di fiducia selezionano solo gli allevamenti che garantiscono i più alti standard qualitativi ed eseguiamo più di 6.000 controlli all'anno sul latte. Utilizziamo ben 19 tipologie diverse di farine per i nostri prodotti, selezionando per i biscotti quella ideale per esaltarne il gusto.Tutto il buono del risveglioA colazione tutti i tuoi sensi possono essere risvegliati: prenditi il tuo tempo godendoti il gusto, le consistenze e il colore del cibo ben fatto.Una porzione di 4 Macine (52 g), 1 tazza di latte parzialmente scremato e caffè (125 ml) e 1 macedonia di frutta (150 g) ti forniscono 383 kcal (pari al 19% del fabbisogno energetico giornaliero calcolato su una dieta di 2000 kcal).www.mulinobianco.itIl buono che non vedi- Questa confezione mantiene intatta la fragranza ed è interamente riciclabile nella carta.- Tutti i nostri biscotti sono senza grassi idrogenati e senza coloranti. Sono inoltre preparati senza l'utilizzo di conservanti: si raccomanda quindi di tenerli in un luogo fresco e asciutto.",
    "price" : 6.99,
    "srcImage" : "https://www.coopshop.it/photo/2021/05/25/e/raw/large/7527375_1490789_1.jpg",
    "producer" : "Mulino Bianco"
  },
  {
    "productCod" : "493625100",
    "summaryName" : "Macinato bovino 350g",
    "name" : "MACINATO BOVINO ADULTO 350G VIVIVERDE",
    "description" : "Le caratteristiche del Bovino adulto BIO Vivi Verde sono di provenire solo da allevamenti certificati BIO. L'alimentazione avviene solo con mangimi Biologici e i trattamenti con i farmaci sottostanno alla rigida normativa in materia di produzioni biologiche. Coop, in aggiunta alle verifiche e ai controlli realizzati per legge dagli Enti preposti alla certificazione BIO, garantisce il controllo della filiera dalla nascita alla vaschetta.",
    "price" : 4.99,
    "srcImage" : "https://www.coopshop.it/photo/2021/06/01/e/raw/large/4936251_2108768_1.jpg",
    "producer" : "Macelleria Coop"
  },
  {
    "productCod" : "472007000",
    "summaryName" : "Latte ZYMIL",
    "name" : "Latte benefit microfiltrato 1% con fermenti vivi",
    "description" : "Solo 1% grassi\nFonte di calcioSenza lattosio1 Miliardo di fermenti** - favoriscono l'equilibrio della flora intestinaleRicco in proteine - contribuiscono al mantenimento della massa muscolare**Per tazza da 250 ml di latte. Ogni confezione contiene circa 4 tazze di latte.Zymil è dedicato a chi ama le cose buone e leggere e a chi ha difficoltà nel digerire il latte perché la maggior parte del lattosio viene scissa nei suoi componenti più facilmente assimilabili, glucosio e galattosio.Parmalat ti ricorda che una dieta varia, equilibrata ed uno stile di vita sano sono alla base del tuo benessere quotidiano.",
    "price" : 2.99,
    "srcImage" : "https://www.coopshop.it/photo/2021/06/08/e/raw/large/4720070_2022833_1.jpg",
    "producer" : "ZYMIL"
  }
]